export async function GET() {
  return Response.json([
    {
      id: "id1",
      title:
        "記事タイトル記事タイトル記事タイトル記事タイトル記事タイトル記事タイトル記事タイトル記事タイトル記事タイトル記事タイトル記事タイトル記事タイトル記事タイトル",
      name: "sh-okada",
    },
    {
      id: "id2",
      title:
        "記事タイトル記事タイトル記事タイトル記事タイトル記事タイトル記事タイトル記事タイトル記事タイトル記事タイトル記事タイトル記事タイトル記事タイトル記事タイトル",
      name: "sh-okada",
    },
    {
      id: "id3",
      title:
        "記事タイトル記事タイトル記事タイトル記事タイトル記事タイトル記事タイトル記事タイトル記事タイトル記事タイトル記事タイトル記事タイトル記事タイトル記事タイトル",
      name: "sh-okada",
    },
    {
      id: "id4",
      title:
        "記事タイトル記事タイトル記事タイトル記事タイトル記事タイトル記事タイトル記事タイトル記事タイトル記事タイトル記事タイトル記事タイトル記事タイトル記事タイトル",
      name: "sh-okada",
    },
    {
      id: "id5",
      title:
        "記事タイトル記事タイトル記事タイトル記事タイトル記事タイトル記事タイトル記事タイトル記事タイトル記事タイトル記事タイトル記事タイトル記事タイトル記事タイトル",
      name: "sh-okada",
    },
  ]);
}
